IDEA Open Model
TendonComponentLoading.Id Property
Compatible with IDEA StatiCa 20.1
 Tendon component Id
 Namespace: IdeaRS.OpenModel.Concrete.Load
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public int Id { get; set; }
Public Property Id As Integer
	Get
	Set
Property Value
Type: Int32
See Also
Reference
TendonComponentLoading Class
IdeaRS.OpenModel.Concrete.Load Namespace